package com.example.demo.yury_2025_09_23.bankomat;

/*
Рассмотрим таблицу employees, в которой содержится информация о сотрудниках и языках программирования, которыми они владеют:

|  name     |  lang    |
|-----------|----------|
| Nick      | C#       |
| Nick      | SQL      |
| Eva       | Rust     |
| Vika      | Rust     |
| Vika      | SQL      |
| ...       | ...      |

Необходимо составить запрос, который извлечет имена сотрудников, знающих язык SQL,
а также как минимум один дополнительный язык программирования.
При этом следует учитывать, что одно имя соответствует одному сотруднику.
 */

public class Sql_task {
}
